Repository: quaderno/quaderno-woocommerce
Catalog: languages/woocommerce-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: We have identified an issue with your Quaderno integration. For more details, please visit the %s.
de_de: Wir haben ein Problem mit Ihrer Quaderno-Integration festgestellt. Weitere Einzelheiten finden Sie auf der %s.
es_es: Hemos encontrado un problema en tu integración con Quaderno. Para más detalles, visita la %s.
fr_fr: Nous avons identifié un problème avec votre intégration Quaderno. Pour plus de détails, veuillez consulter la %s.

source: logs page
de_de: Logs-Seite
es_es: página de logs
fr_fr: page des logs

source: Tax amount subject to reverse charge
de_de: Steuerbetrag unterliegt der Reverse Charge
es_es: Inversión de sujeto pasivo
fr_fr: Inversion de TVA
nl_nl: BTW verlegging

source: The credit note could not be created on Quaderno. Please check the WooCommerce logs.
de_de: Die Korrekturrechnung konnte auf Quaderno nicht erstellt werden. Bitte prüfen Sie die WooCommerce Logs.
es_es: El abono no pudo ser creado en Quaderno. Por favor, comprueba los logs de WooCommerce.
fr_fr: La note de crédit n’a pas pu être créée sur Quaderno. Veuillez vérifier les logs de WooCommerce.
nl_nl: De creditnota kon niet worden aangemaakt op Quaderno. Controleer de logboeken van WooCommerce.

source: Simplify tax calculations and invoicing for your WooCommerce store.
de_de: Vereinfachen Sie die Steuerberechnung und Rechnungsstellung für Ihren WooCommerce-Shop.
es_es: Simplifica el cálculo de impuestos y la facturación de tu tienda WooCommerce.
fr_fr: Simplifiez le calcul des taxes et la facturation pour votre boutique WooCommerce.

source: Private key
de_de: Privater Schlüssel
es_es: Clave privada
fr_fr: Clé privée
nl_nl: Private sleutel

source: Get your Quaderno private key
de_de: Holen Sie sich Ihren privaten Quaderno-Schlüssel
es_es: Obtén tu clave privada en Quaderno
fr_fr: Obtenez votre clé privée Quaderno
nl_nl: Krijg uw Quaderno private sleutel

source: Get your Quaderno API URL
de_de: Holen Sie sich Ihre Quaderno-API-URL
es_es: Obtén tu API URL en Quaderno
fr_fr: Obtenez votre URL API Quaderno
nl_nl: Krijg uw Quaderno API URL

source: Require tax ID
de_de: Steuernummer erforderlich
es_es: NIF obligatorio
fr_fr: Exiger un numéro de TVA
nl_nl: BTW-nummer vereist

source: Check this if tax ID must be required for all sales in %s.
de_de: Bitte anklicken, wenn für alle Verkäufe in %s eine Steuernummer erforderlich ist.
es_es: Selecciona esta opción si el NIF debe ser obligatorio para todas las ventas en %s.
fr_fr: Cochez cette case si le numéro de TVA doit être requis pour toutes les ventes en %s.
nl_nl: Vink dit aan als btw-nummer vereist is voor alle verkopen in %s.

source: Private key is required.
de_de: Der private Schlüssel ist erforderlich.
es_es: La clave privada es obligatoria.

source: API URL is required.
de_de: Die API-URL ist erforderlich.
es_es: La API URL es obligatoria.

source: Invalid API credentials. Please check your private key and API URL.
de_de: Ungültige API-Anmeldeinformationen. Bitte überprüfen Sie Ihren privaten Schlüssel und die API-URL.
es_es: Credenciales de API inválidas. Por favor, comprueba tu clave privada y API URL.

source: WooCommerce customer
de_de: WooCommerce-Kunde
es_es: Cliente WooCommerce
fr_fr: Client WooCommerce
nl_nl: WooCommerce-klant

source: The invoice could not be created on Quaderno. Please check the WooCommerce logs.
de_de: Die Rechnung konnte nicht auf Quaderno erstellt werden. Bitte prüfen Sie die WooCommerce Logs.
es_es: La factura no pudo ser creada en Quaderno. Por favor, comprueba los logs de WooCommerce.
fr_fr: La facture n’a pas pu être créée sur Quaderno. Veuillez vérifier les logs de WooCommerce.
nl_nl: De factuur kon niet worden aangemaakt op Quaderno. Controleer de logboeken van WooCommerce.

source: View Invoice
de_de: Rechnung anzeigen
es_es: Ver factura
fr_fr: Voir la facture
nl_nl: Bekijk factuur

source: Tax ID
de_de: Steuernummer
es_es: NIF o NIF-IVA
fr_fr: Numéro de TVA
nl_nl: BTW-nummer

source: Customer shipping address
de_de: Lieferadresse des Kunden
es_es: Dirección de envío del cliente
fr_fr: Adresse de livraison du client
nl_nl: Verzendadres van de klant

source: Customer billing address
de_de: Rechnungsadresse des Kunden
es_es: Dirección de facturación del cliente
fr_fr: Adresse de facturation du client
nl_nl: Factuuradres van de klant

source: Shop base address
de_de: Adresse der Geschäftsbasis
es_es: Dirección base de la tienda
fr_fr: Adresse de base du magasin
nl_nl: Basisadres winkel

source: Shipping tax class based on cart items
de_de: Versandsteuerklasse auf Basis der Warenkorbartikel
es_es: El tipo de impuesto para los gastos de envío depende del contenido del carrito
fr_fr: Classe de taxe d’expédition basée sur les articles du panier
nl_nl: Verzendbelastingklasse gebaseerd op winkelwagenitems

source: Unknown
de_de: Unbekannt
es_es: Desconocido

source: Classic Checkout
de_de: Klassischer Checkout
es_es: Checkout clásico

source: The Checkout Block is not fully supported. Please use the Classic Checkout for the best compatibility with Quaderno.
de_de: Der Checkout-Block wird nicht vollständig unterstützt. Bitte verwenden Sie den klassischen Checkout für die beste Kompatibilität mit Quaderno.
es_es: El Checkout en bloques no es totalmente compatible. Por favor, utiliza el Checkout clásico para obtener la mejor compatibilidad con Quaderno.

source: Quaderno - Clear tax cache
de_de: Quaderno - Steuer-Cache leeren

source: Quaderno - Clear all data
de_de: Quaderno - Alle Daten löschen

source: Quaderno - Send orders
de_de: Quaderno - Bestellungen senden

source: This tool will send all completed orders from the last 15 days that don't have invoices to Quaderno.
de_de: Dieses Tool sendet alle abgeschlossenen Bestellungen der letzten 15 Tage, die noch keine Rechnung haben, an Quaderno.

source: %d order sent to Quaderno.
de_de: %d Bestellung an Quaderno gesendet.

source: %d order skipped.
de_de: %d Bestellung übersprungen.

source: No orders found to send to Quaderno.
de_de: Keine Bestellungen zum Senden an Quaderno gefunden.

source: Quaderno tax code
de_de: Quaderno Steuergesetzbuch
es_es: Tipo de impuesto en Quaderno
fr_fr: Quaderno code des impôts
nl_nl: Quaderno belastingwetboek

source: VAT number, ABN, or NZBN
de_de: Umsatzsteuer-Identifikationsnummer
es_es: NIF o NIF-IVA
fr_fr: Numéro de TVA
nl_nl: BTW-nummer

source: Tax ID %s could not be validated
de_de: Die Steuernummer %s konnte nicht validiert werden
es_es: El NIF-IVA %s no pudo ser validado
fr_fr: Le numéro de TVA %s n’a pas pu être validé
nl_nl: BTW-nummer %s kon niet worden gevalideerd

source: %s is a required field.
de_de: %s ist ein Pflichtfeld.
es_es: %s es un campo obligatorio.
fr_fr: %s est un champ obligatoire.
nl_nl: %s is een verplicht veld.

source: Clear tax cache
de_de: Steuer-Cache löschen
es_es: Borrar la caché de impuestos
fr_fr: Vider le cache des taxes
nl_nl: Belastingcache wissen

source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Vider
nl_nl: Wissen

source: Note:
de_de: Notiz:
es_es: Nota:
fr_fr: Remarque:
nl_nl: Let op:

source: This tool will empty the tax cache created by Quaderno.
de_de: Dieses Tool leert den von Quaderno angelegten Steuer-Cache.
es_es: Esta herramienta borrará la caché de impuestos creada por Quaderno.
fr_fr: Cet outil permettra de vider le cache fiscal créé par Quaderno.
nl_nl: Dit hulpmiddel leegt de belastingcache die door Quaderno is aangemaakt.

source: Clear Quaderno data
de_de: Quaderno-Daten löschen
es_es: Borrar datos de Quaderno
fr_fr: Effacer les donnés Quaderno
nl_nl: Quaderno-gegevens wissen

source: This tool will clear all data created by Quaderno. Use this if you are going to connect your WooCommerce store to a new Quaderno account.
de_de: Mit diesem Tool werden alle von Quaderno erstellten Daten gelöscht. Verwenden Sie dieses Tool, wenn Sie Ihren WooCommerce-Shop mit einem neuen Quaderno-Konto verbinden möchten.
es_es: Esta herramienta borrará todos los datos creados por Quaderno. Utilízala si vas a conectar tu tienda de WooCommerce a una nueva cuenta de Quaderno.
fr_fr: Cet outil effacera toutes les données créées par Quaderno. Utilisez-le si vous souhaitez connecter votre boutique WooCommerce à un nouveau compte Quaderno.
nl_nl: Deze tool zal alle gegevens wissen die door Quaderno zijn aangemaakt. Gebruik dit als u uw WooCommerce winkel gaat verbinden met een nieuwe Quaderno account.

source: The tax cache has been emptied.
de_de: Der Steuer-Cache wurde geleert.
es_es: La caché de impuestos ha sido borrada.
fr_fr: La cache des taxes a été vidée.
nl_nl: De belastingcache is geleegd.

source: All Quaderno data has been deleted.
de_de: Alle Quaderno-Daten wurden gelöscht.
es_es: Todos los datos de Quaderno han sido borrados.
fr_fr: Toutes les données Quaderno ont été supprimées.
nl_nl: Alle Quaderno gegevens zijn gewist.

source: Shipping
de_de: Versandkosten
es_es: Gastos de envío
fr_fr: Frais de livraison
nl_nl: Verzendkosten

source: There was a problem connecting to the API.
de_de: Bei der Verbindung mit der API ist ein Problem aufgetreten.
es_es: Hubo un problema al conectar con la API.
fr_fr: Il y avait un problème de connexion à l'API.
nl_nl: Er deed zich een probleem voor tijdens de connectie met de API.

source: Please install and activate %s in order for the WooCommerce Quaderno extension to work
de_de: Bitte installieren und aktivieren Sie %s, damit das WooCommerce-Quaderno-Plug-in funktioniert
es_es: Por favor, instala y activa %s para que el plugin WooCommerce Quaderno funcione
fr_fr: Veuillez installer et activer %s pour que l'extension WooCommerce Quaderno puisse fonctionner

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
nl_nl: Instellingen

source: Checkout Block
es_es: Checkout en bloques

source: optional
es_es: opcional
fr_fr: optionnel
nl_nl: optionele

source: We have identified an issue with your Quaderno integration. For more details, please visit the <a href='%s'>logs page</a>.
nl_nl: We hebben een probleem met uw Quaderno-integratie geïdentificeerd. Ga voor meer informatie naar de <a href=‘%s’>logspagina</a>.

source: Thank you for choosing Quaderno to manage your taxes in WooCommerce!
nl_nl: Bedankt dat u voor Quaderno hebt gekozen om uw belastingen in WooCommerce te beheren!

source: We hope you find it valuable. If you enjoy using it, please consider leaving us a review to help us grow and improve.
nl_nl: We hopen dat u het waardevol vindt. Als u het leuk vindt om te gebruiken, overweeg dan om een ​​review achter te laten om ons te helpen groeien en verbeteren.

source: Leave a Review
nl_nl: Laat een beoordeling achter

source: Automatically calculate tax rates & create instant tax reports for your WooCommerce store. %sNote: You need a %sQuaderno%s account for this extension to work.
nl_nl: Bereken automatisch belastingtarieven en maak directe belastingrapporten voor uw WooCommerce-winkel. %sOpmerking: je hebt een%sQuaderno% s account nodig om deze extensie te laten werken.

source: <strong>Quaderno</strong> is almost ready &#8211; Please configure your API keys to start creating automatic invoices.
nl_nl: <strong>Quaderno</strong> is bijna klaar &#8211; Gelieve uw API keys in te stellen om automatische facturen te generen.

source: You must add your base country in the standard tax rates page if you work with tax included prices.
nl_nl: U moet uw basisland toevoegen in de standaard belastingtarieven pagina als u werkt met prijzen inclusief belasting.

source: Check if API credentials are correct.
nl_nl: Controleer of de API-referenties correct zijn.

source: Local customers have to enter their tax ID.
nl_nl: Lokale klanten moeten hun fiscaal nummer invoeren.

source: Please install and activate %sWooCommerce%s in order for the WooCommerce Quaderno extension to work!
nl_nl: Gelieve %sWooCommerce%s te installeren en te activeren om de WooCommerce Quaderno plugin werkende te krijgen!

source: Please update WooCommerce to <strong>version 2.2.9 or higher</strong> in order for the WooCommerce Quaderno extension to work!
nl_nl: Gelieve WooCommerce up te graden naar <strong>versie 2.2.9 of hoger</strong> om ervoor te zorgen dat de WooCommerce Quaderno plugin werkt!
